Revit 2027 API
ParameterTypeId.FabricationPartNotes Property
 "Fabrication Notes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationPartNotes { get; }
Public Shared ReadOnly Property FabricationPartNotes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationPartNotes {
	ForgeTypeId^ get ();
}
static member FabricationPartNotes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace